import LocalizedStrings from 'react-native-localization';

export const strings = new LocalizedStrings({
  ru: {
    'Введите email': 'Введите email',
    'Введите пароль': 'Введите пароль',
    'Введите имя': 'Введите имя',
    'Введите фамилию': 'Введите фамилию',
    'Авторизоваться': 'Авторизоваться',
    'Имя должно содержать как минимум 3 символа': 'Имя должно содержать как минимум 3 символа',
    'Фамилия должна содержать как минимум 3 символа': 'Фамилия должна содержать как минимум 3 символа',
    'Некорректный адрес электронной почты': 'Некорректный адрес электронной почты',
    'Пароль должен содержать как минимум 6 символов': 'Пароль должен содержать как минимум 6 символов',
  },
});
